Repository: 1529591487/easystroke
Catalog: po/*.po
Languages: de, fr

source: Error: can't execute command "%s": fork() failed
de: Fehler: Konnte Befehl "%s" nicht ausführen: fork() fehlgeschlagen.
fr: Erreur : impossible d'exécuter la commande « %s », échec de fork()

source: Default
de: Standard
fr: Par défaut

source: Error: Couldn't read action database: %s.
de: Fehler: Konnte Aktionendatenbank nicht laden: %s.
fr: Erreur : impossible de lire la base de données des actions %s

source: rename() failed
de: rename() fehlgeschlagen
fr: rename() a échoué

source: Error: Couldn't save action database: %s.
de: Fehler: Konnte Aktionendatenbank nicht speichern: %s.
fr: Erreur : impossible d'enregistrer la base de données des actions %s.

source: Couldn't save %1. Your changes will be lost. Make sure that "%2" is a directory and that you have write access to it. You can change the configuration directory using the -c or --config-dir command line options.
de: Konnte %1 nicht speichern. Stellen sie sicher, dass "%2" ein Verzeichnis ist und dass Sie Schreibzugriff darauf haben. Sie können das Konfigurationsverzeichnis mit den Kommandozeilenoptionen -c oder --config-dir verändern.
fr: Impossible d'enregistrer %1. Vos modifications seront perdues. Assurez vous que « %2 » est un répertoire et que vous y avez accès en écriture. Vous pouvez changer le répertoire de configuration à l'aide des options de ligne de commande -c ou --config-dir.

source: actions
de: Aktionen

source: click (default)
de: Klick (standard)

source: Couldn't find matching stroke.
de: Konnte keine passende Geste finden.

source: Key combination...
de: Tastenkombination...
fr: Combinaison de touches...

source: Key
de: Taste
fr: Touche

source: Command
de: Befehl
fr: Commande

source: Scroll
de: Scrollen
fr: Défilement

source: Ignore
de: Ignorieren
fr: Ignorer

source: Button
de: Maustaste
fr: Bouton

source: Misc
de: Verschiedene
fr: Divers

source: Stroke
de: Geste
fr: Mouvement

source: Type
de: Typ

source: Application
de: Anwendung

source: Action "%1" is
de: wird die Aktion "%1"

source: One action is
de: Eine Aktion ist

source: an Action
de: eine Aktion

source: %1 "%2" (containing %3 %4) is
de: werden %1 "%2" (mitsamt %3 %4)

source: The application
de: Die Anwendung
fr: L'application

source: The group
de: Die Gruppe
fr: Le groupe

source: action
de: Aktion

source: an Application
de: eine Anwendung

source: an Application Group
de: eine Anwendungsgruppe

source: Group
de: Gruppe
fr: Groupe

source: You are about to bind an action to a single click. This might make it difficult to use Button %1 in the future. Are you sure you want to continue?
de: Sie sind dabei, eine Aktion einem einzelnen Klick zuzuordnen. Dies könnte Schwierigkeiten bereiten, Maustaste %1 zu benutzen. Sind Sie sich sicher, dass Sie fortfahren möchten?
fr: Vous allez assigner une action à un simple clic, ce qui peut rendre difficile l'utilisation du bouton %1 à l'avenir. Êtes-vous sûr(e) de vouloir continuer?

source: Gesture %d
de: Geste %d

source: No Modifiers
de: Keine Modifier
fr: Aucun modificateur

source: (Instantly)
de: (Sofort)
fr: (Instantané)

source: Any Modifier
de: Beliebiger Modfier
fr: Tout modificateur

source: Button %d
de: Maustaste %d

source: + Scroll
de: + Scrollen
fr: + Défilement

source: 'composite' not available
de: 'composite' nicht verfügbar
fr: « composite » non disponible

source: Opening Device %s failed.
de: Öffnen des Gerätes %s fehlgeschlagen.

source: Opened Device "%s" (%s, %s proximity).
de: Device "%s" geöffnet. (%s, %s Proximity).

source: relative
de: relativ

source: supports
de: unterstützt

source: does not support
de: unterstützt keine

source: (window manager frame)
de: (Rahmen des Window-Managers)
fr: (cadre du gestionnaire de fenêtres)

source: Window 0x%lx does not have an associated top-level window
de: Fenster 0x%lx hat kein passendes Top-Level-Fenster

source: Falling back to Shape method: %s
de: Falle auf "Shape"-Methode zurück: %s

source: Error: %s
de: Fehler: %s
fr: Erreur : %s

source: Error: %s failed. Is easystroke already running?
de: Fehler: %s ist fehlgeschlagen. Ist easystroke bereits gestartet?

source: A grab
de: Ein Grab

source: An XInput grab
de: Ein XInput-Grab

source: Error: A grab failed. Resetting...
de: Fehler: Ein Grab ist fehlgeschlagen. Breche Geste ab...
fr: Erreur : une saisie a échoué. Redémarrage...

source: Fatal Error: Connection to X server lost, restarting...
de: Fataler Fehler: Verbindung zum X-Server verloren, starte neu...
fr: Erreur fatale : connexion au serveur X perdue, redémarrage...

source: Warning: WaitForButtonHandler timed out
de: Warunung: WaitForButtonHandler timed out

source: Error: You need XInput to use advanced gestures
de: Fehler: Sie benötigen XInput for Advanced Gestures

source: Warning: No action "%s" defined
de: Warnung: Aktion "%s" nicht definiert
fr: Attention : aucune action « %s » définie

source: Error initializing D-BUS
de: Fehler bei der Initialisierung von D-BUS
fr: Erreur d'initialisation de D-BUS

source: Couldn't open display.
de: Konnte Verbindung zum Server nicht herstellen.
fr: Impossible d'ouvrir l'affichage.

source: Error: Couldn't create configuration directory "%s"
de: Fehler: Konnte Konfigurationsverzeichnis nicht erstellen: "%s"
fr: Erreur : impossible de créer le répertoire de configuration « %s »

source: Error: "%s" is not a directory
de: Fehler: "%s" ist kein Verzeichnis
fr: Erreur : « %s » n'est pas un répertoire

source: Error: Couldn't save preferences: %s.
de: Fehler: Konnte Einstellungen nicht speichern: %s
fr: Erreur : impossible d'enregistrer les préférences %s.

source: preferences
de: Einstellungen
fr: préférences

source: Error: Couldn't read preferences.
de: Fehler: Konnte Einstellungen nicht laden.
fr: Erreur : impossible de lire les préférences.

source: Application (WM__CLASS)
de: Anwendung (WM__CLASS)

source: Enabled
de: Aktiv
fr: Activé

source: Device
de: Gerät
fr: Périphérique

source: <App disabled>
de: <Anwendung deaktiviert>
fr: <Application désactivée>

source: D_isabled
de: Deaktiviert
fr: D_ésactivé

source: Connection to DBus failed
de: Verbindung zum DBus fehlgeschlagen
fr: La connexion à DBus a échoué

source: (See Documentation)
de: (Siehe die Dokumentation)
fr: (voir la documentation)

source: <b>Appearance</b>
de: <b>Erscheinung</b>
fr: <b>Apparence</b>

source: <b>Behavior</b>
de: <b>Verhalten</b>
fr: <b>Comportement</b>

source: <b>Devices</b>
de: <b>Geräte</b>
fr: Périphériques

source: <b>Exceptions</b>
de: <b>Ausnahmen</b>

source: <b>Tablet Options</b>
de: <b>Tablet-Optionen</b>
fr: <b>Options de tablette</b>

source: <span weight="bold" size="larger">Delete %s</span> %s about to be deleted.
de: <span weight="bold" size="larger">Lösche %s</span> Wenn Sie fortfahren, %s gelöscht.

source: <span weight="bold" size="larger">Record a New Stroke</span> The next stroke will be associated with the action "%s". You can draw it anywhere on the screen (except for the two buttons below).
de: <span weight="bold" size="larger">Eine neue Geste aufnehmen</span> Die nächste Geste wird mit der Aktion "%s" assoziert. Sie können sie an beliebiger Position auf dem Bildschirm (mit Ausnahme der beiden Schaltflächen) erstellen.

source: <span weight="bold" size="larger">Select a Mouse or Pen Button</span> Please place your mouse or pen in the box below and press the button that you want to select. You can also hold down additional modifiers.
de: <span weight="bold" size="larger">Eine Maus- oder Stifttaste auswählen</span> Drücken Sie auf die entsprechende Taste, während sich der Mauszeiger in der Box befindet. Sie können auch zusätzlich Modifier drücken.

source: Abort stroke if pressure exceeds the number on the left (out of 255)
de: Breche Gesten ab folgendem Druck ab (von 255)
fr: Interrompre le mouvement si la pression excède le nombre à gauche (au-delà de 255)

source: Accept gestures when menus are shown (experimental)
de: Akzeptiere Gesten während Menüs angezeigt werden (experimentell)

source: Actions
de: Aktionen

source: Add Application
de: Anwendung hinzufügen
fr: Ajouter une application

source: Add Group
de: Gruppe hinzufügen
fr: Ajouter un groupe

source: Additional Buttons
de: Zusätzliche Maustasten
fr: Boutons supplémentaires

source: Advanced
de: Fortgeschritten
fr: Avancé

source: Algorithm
de: Algorithmus

source: Alternatively, you may select button and modifiers below.
de: Alternativ können sie Maustaste und Modifiers weiter unten auswählen.
fr: Autrement, vous pouvez sélectionner un bouton et des modificateurs ci-dessous.

source: An_y Modifier
de: Beliebiger Modifier
fr: _Tout modificateur

source: Applications
de: Anwendungen

source: Autostart easystroke
de: Automatisch starten
fr: Démarrer automatiquement easystroke

source: Button 1 Button 2 Button 3 Button 4 Button 5 Button 6 Button 7 Button 8 Button 9 Button 10 Button 11 Button 12
de: Maustaste 1 Maustaste 2 Maustaste 3 Maustaste 4 Maustaste 5 Maustaste 6 Maustaste 7 Maustaste 8 Maustaste 9 Maustaste 10 Maustaste 11 Maustaste 12

source: Color
de: Farbe
fr: Couleur

source: Direction
de: Richtung

source: Ignore strokes leading up to advanced gestures
de: Ignoriere die Mausbewegung bei Advanced Gestures
fr: Ignorer les mouvements menant à des gestes avancés

source: Instant Gestures
de: Sofortige Gesten
fr: Gestes instantanés

source: Method to show gestures
de: Methode zum Anzeigen der Gesten
fr: Méthode pour indiquer les gestes

source: Minimum speed (px/s)
de: Minimalgeschwindigkeit (px/s)

source: None Default Shape Annotate (compiz) Fire (compiz) Water (compiz)
de: Keine Standard Shape Annotate (compiz) Fire (compiz) Water (compiz)

source: Preferences
de: Einstellungen
fr: Préférences

source: Remove Application/Group
de: Entferne Anwendung/Gruppe
fr: Supprimer l'application ou le groupe

source: Reset Action(s)
de: Aktion(en) zurücksetzen
fr: Réinitialiser les actions

source: Shape
de: Form

source: Show clicks
de: Klicks anzeigen

source: Show deleted rows
de: Zeige gelöschte Zeilen
fr: Afficher les rangées supprimées

source: Show popups (
de: Popus anzeigen (
fr: Afficher les popups (

source: Show popups on advanced gestures
de: Popups bei Advanced Gestures anzeigen
fr: Afficher les popups sur les gestes avancés

source: Show tray icon
de: Zeige Tray-Symbol
fr: Afficher l'icône dans la barre des tâches

source: Stay in 'scroll' and 'ignore' mode as long as the pen is within range
de: Bleibe im 'Scrollen' oder 'Ignorieren' Modus solange der Stift in Reichweite ist
fr: Rester en mode « défilement » et « ignorer »tant que le stylet est à portée

source: Timeout Gestures
de: Timeout-Gesten
fr: Gestes de temps mort

source: Timeout Off Conservative Medium Aggressive Flick Custom
de: Timeout Aus Konservativ Mittel Aggresiv Flick Benutzerdefiniert

source: Timeout profile
de: Timeout-Profil
fr: Profil du temps mort

source: Treat it as a click if the cursor isn't moved more than this many pixels away from the original position
de: Behandle Gesten, die kleiner als die angegebene Größe sind (in Pixeln), als Klicks

source: Width
de: Breite
fr: Largeur

source: Work around timing issues on Wacom tablets and Tablet PCs
de: Workaround für Timing-Problem auf Wacom Tablets und Tablet PCs

source: _Add Action
de: Aktion hinzufügen
fr: _Ajouter une action

source: _Add Exception
de: Ausnahme hinzufügen
fr: _Ajouter une exception

source: _Control
de: Strg
fr: _Contrôle

source: _Default
de: Standard
fr: Par _défaut

source: _Delete Action(s)
de: Aktion(en) löschen
fr: _Supprimer les actions

source: _Delete Current
de: Geste löschen
fr: _Supprimer l'actuel

source: _Gesture Button
de: Gesten-Maustaste
fr: _Bouton de geste

source: _Hide
de: Verstecken
fr: _Masquer

source: _History
de: Verlauf
fr: _Historique

source: _Record Stroke
de: Geste aufnehmen
fr: _Enregistrer un mouvement

source: _Remove Exception
de: Ausnahme Entfernen
fr: _Supprimer l'exception

source: _Shift
de: Umschalt
fr: Ma_j

source: optimize for left-handed operation )
de: für linkshändige Bedienung optimieren )
fr: optimiser pour une opération de gaucher)

source: Control your desktop using mouse gestures
de: Den Computer mit Mausgesten bedienen
fr: Contrôler votre bureau à l'aide de gestes de souris

source: Easystroke Gesture Recognition
de: Easystroke Gestenerkennung
fr: Reconnaissance gestuelle Easystroke

source: None
fr: Aucun

source: Unminimize
fr: Déminimiser

source: Show/Hide
fr: Afficher / masquer

source: Disable (Enable)
fr: Désactiver (Activer)

source: Text
fr: Texte

source: Name
fr: Nom

source: Details
fr: Détails

source: Action "%1" is about to be deleted.
fr: L'action « %1 » va être supprimée.

source: One action is about to be deleted.
fr: Une action va être supprimée.

source: Delete an Action
fr: Supprimer une action

source: %1 "%2" (containing %3 %4) is about to be deleted.
fr: %1 « %2 » (qui contient %3 %4) va être supprimé.

source: Delete an Application
fr: Supprimer une application

source: Delete an Application Group
fr: Supprimer un groupe d'application

source: Record a New Stroke
fr: Enregister un nouveau mouvement

source: The next stroke will be associated with the action "%1". You can draw it anywhere on the screen (except for the two buttons below).
fr: Le prochain mouvement va être associé à l'action « %1 ». Vous pouvez le tracer n'importe où sur l'écran (à l'exception des deux boutons ci-dessous).

source: Gesture %1
fr: Geste %1

source: (Click & Hold)
fr: (Cliquer & maintenir)

source: Button %1
fr: Bouton %1

source: Tray icon disabled
fr: Icone de la barre des tâches désactivée

source: To bring the configuration dialog up again, you should define an action of type Misc...Show/Hide.
fr: Pour afficher à nouveau la fenêtre de configuration, vous devriez définir une action de type Divers... Afficher / masquer

source: Easystroke is already running, showing configuration window instead.
fr: Easystroke est déjà en cours d'exécution, affichage de la fenêtre de configuration à la place.

source: Annotate (compiz)
fr: Annoter (compiz)

source: Fire (compiz)
fr: Feu (compiz)

source: Water (compiz)
fr: Gouttes d'eau (compiz)

source: Timeout Off
fr: Arrêt du temps mort

source: Conservative
fr: Conservatif

source: Medium
fr: Moyen

source: Aggressive
fr: Agressif

source: Flick
fr: Pichenette

source: Custom
fr: Personnalisé

source: Select a Mouse or Pen Button
fr: Sélectionnez un bouton de souris ou de stylet

source: Please place your mouse or pen in the box below and press the button that you want to select. You can also hold down additional modifiers.
fr: Veuillez placer votre souris ou stylet dans le cadre ci-dessous et appuyer sur le bouton que vous voulez sélectionner. Vous pouvez également maintenir enfoncés des modificateurs supplémentaires.

source: Timeout (ms)
fr: Temps mort (ms)

source: Click & Hold
fr: Cliquer & maintenir

source: Initial Timeout (ms)
fr: Temps mort initial (ms)

source: Invert Scroll Direction
fr: Inverser le sens de défilement

source: Move the cursor back to the original position after each gesture
fr: Ramener le curseur à sa position originale après chaque geste.

source: Scroll Speed
fr: Vitesse de défilement

source: Show OSD
fr: Afficher à l'écran

source: Show last gesture in tray
fr: Afficher le dernier geste dans la barre des tâches

source: Timeout
fr: Temps mort

source: _Matrix
fr: _Matrice
